Ran Plan for project: `bp` dir: `prod/bp` workspace: `default`

<details><summary>Show Output</summary>

```diff
----
/root/.atlantis/repos/G594805915/altantis-dev/8/default/prod/bp
/gcp_account_dev_vault.json
PULL_NUM=8
DIR=/root/.atlantis/repos/G594805915/altantis-dev/8/default/prod/bp
GOOGLE_CLOUD_KEYFILE_JSON=/gcp_account_dev_vault.json
WORKSPACE=default
USER_NAME=G594805915
GOOGLE_CLOUD_PROJECT=seismicdev-278719
BASE_REPO_NAME=altantis-dev
PATH=/usr/local/sbin:/usr/local/bin:/usr/sbin:/usr/bin:/root/.atlantis/bin
PROJECT_NAME=bp
SUPERVISOR_GROUP_NAME=atlantis
PULL_AUTHOR=G594805915
PWD=/root/.atlantis/repos/G594805915/altantis-dev/8/default/prod/bp
LANG=en_US.UTF-8
BASE_REPO_OWNER=G594805915
BASE_BRANCH_NAME=master
SUPERVISOR_ENABLED=1
SHLVL=2
HEAD_REPO_NAME=altantis-dev
SUPERVISOR_SERVER_URL=unix:///var/run/supervisor/supervisor.sock
SUPERVISOR_PROCESS_NAME=atlantis
ATLANTIS_TERRAFORM_VERSION=0.12.28
HEAD_BRANCH_NAME=bri
HEAD_REPO_OWNER=G594805915
COMMENT_ARGS=
PLANFILE=/root/.atlantis/repos/G594805915/altantis-dev/8/default/prod/bp/bp-default.tfplan
_=/usr/bin/env
----


An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # google_compute_network.vpc will be created
+ resource "google_compute_network" "vpc" {
      + auto_create_subnetworks         = false
      + delete_default_routes_on_create = false
      + gateway_ipv4                    = (known after apply)
      + id                              = (known after apply)
      + name                            = "lucas-test2-vpc"
      + project                         = (known after apply)
      + routing_mode                    = "REGIONAL"
      + self_link                       = (known after apply)
    }

  # google_compute_subnetwork.subnet will be created
+ resource "google_compute_subnetwork" "subnet" {
      + creation_timestamp = (known after apply)
      + fingerprint        = (known after apply)
      + gateway_address    = (known after apply)
      + id                 = (known after apply)
      + ip_cidr_range      = "10.2.0.0/18"
      + name               = "lucas-test2-subnet01"
      + network            = (known after apply)
      + project            = (known after apply)
      + region             = "us-west1"
      + secondary_ip_range = (known after apply)
      + self_link          = (known after apply)
    }

Plan: 2 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p bp`
* :put_litter_in_its_place: To **delete** this plan click [here](http://proxy.greening.top:80/lock?id=G594805915%252Faltantis-dev%252Fprod%252Fbp%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p bp`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
